Revit 2024 API
ParameterTypeId.LayerElemCompoundElemType Property
 "Compound Element Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LayerElemCompoundElemType { get; }
Visual Basic
Public Shared ReadOnly Property LayerElemCompoundElemType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerElemCompoundElemType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace